[
  {
    "id": 1,
    "nickName": "ArnoldGYM",
    "imagen": "GettyImages-143282183.webp",
    "objetivoCliente": "Gestionar el Gimnasio ARNOLD",
    "fechaCreacion": "2025-01-07"
  },
  {
    "id": 2,
    "nickName": "JuanshoDer",
    "imagen": "juan.webp",
    "objetivoCliente": "Obtener mayor índice de masa muscular",
    "fechaCreacion": "2024-12-26"
  },
  {
    "id": 3,
    "nickName": "Pancho",
    "imagen": "f1.jpg",
    "objetivoCliente": "\r\nHace unos meses decidí inscribirme en este gimnasio con el objetivo de mejorar mi salud y condición física general. Durante mucho tiempo había estado luchando con mi nivel de energía, mi resistencia y, sobre todo, con mi autoestima relacionada con mi cuerpo. Me di cuenta de que necesitaba un cambio, y no solo en mi rutina diaria, sino en mi enfoque hacia el ejercicio y la alimentación. Mi principal meta al comenzar en el gimnasio fue perder peso y ganar músculo, pero también tenía claro que quería lograr una mayor flexibilidad y mejorar mi postura. Desde que empecé a entrenar aquí, me he sentido muy apoyado por los entrenadores, quienes me han ayudado a diseñar un plan de entrenamiento personalizado, adaptado a mis capacidades y objetivos. Además, he aprendido mucho sobre cómo hacer ejercicios de manera correcta y evitar lesiones. Al principio, no fue fácil, pero a medida que avanzaba, mis niveles de motivación aumentaron. Cada sesión me siento más fuerte, tanto física como mentalmente. Mi objetivo es seguir mejorando mi resistencia cardiovascular, aumentar mi masa muscular y, finalmente, llegar a un nivel en el que me sienta completamente cómodo con mi cuerpo y mi salud. Estoy comprometido con mi progreso y con las recomendaciones de mis entrenadores, sabiendo que cada paso cuenta para alcanzar lo que me propongo.",
    "fechaCreacion": "2024-12-25"
  },
  {
    "id": 4,
    "nickName": "Juanito",
    "imagen": "user.png",
    "objetivoCliente": "Objetivo de cliente",
    "fechaCreacion": "2024-12-24"
  },
  {
    "id": 5,
    "nickName": "JorgitoC",
    "imagen": "jorge.png",
    "objetivoCliente": ":v",
    "fechaCreacion": "2024-12-25"
  },
  {
    "id": 6,
    "nickName": "Elon ",
    "imagen": "0x0.webp",
    "objetivoCliente": "σ(θ) \u003d Σ(ω_x * φ_x) ⊗ ∫₀¹ |Δψₓ|² + γ\r\nΛ \u003d Σ(Ψ₁ × Ψ₂) |ψ|⁻¹, ∀k ∈ (ℝ - π)\r\nΨ(x,t) \u003d Ae^(i(kx - ωt)) + Bψ(x,t)^2\r\nΔΦ \u003d ∫_V (ψ² - √Λ) dV\r\n⟨Φ⟩ \u003d (∑ Σ ω_ιλ ελ θ⁰) / e³Δρ\r\nF(z) \u003d z³ + c + √(ζ² - θ¹)",
    "fechaCreacion": "2025-01-06"
  },
  {
    "id": 7,
    "nickName": "Geovanny",
    "imagen": "user.png",
    "objetivoCliente": "Objetivo de cliente",
    "fechaCreacion": "2025-01-08"
  },
  {
    "id": 8,
    "nickName": "Rommel",
    "imagen": "Pepito-Mixto-copy-1.webp",
    "objetivoCliente": "Objetivo ...",
    "fechaCreacion": "2025-01-26"
  }
]